tap "danger/tap"
brew "bloaty"
brew "clang-format"
brew "swift-format"
brew "swiftlint"
brew "xcbeautify"
brew "yarn"
brew "danger/tap/danger-swift"
cask "xcodes-app"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "ms-vscode.makefile-tools"
vscode "swiftlang.swift-vscode"
